# pacman -S --needed $(comm -12 <(pacman -Slq | sort) <(sort pkglist.txt))
adobe-source-code-pro-fonts
alacritty
alsa-utils
arandr
arc-gtk-theme
arc-icon-theme
bash
bc
bzip2
capitaine-cursors
chromium
code
composer
cpupower
dash
deno
dhcpcd
dialog
diffutils
discord
dunst
entr
fakeroot
fd
feh
ffmpeg
ffmpegthumbnailer
filezilla
firefox
fzf
gimp
git
gnu-netcat
grep
gzip
htop
i3-gaps
imagemagick
jq
less
lightdm
lightdm-gtk-greeter
lsd
lxappearance
lxrandr
mpv
neofetch
neovim
netctl
network-manager-applet
networkmanager
newsboat
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
otf-font-awesome
pass
patch
pavucontrol
pciutils
picom
playerctl
polybar
powerline-fonts
pulseaudio
pulsemixer
pv
ranger
rofi
rofimoji
rsync
scrot
sed
shellcheck-bin
siji-git
spotify
sudo
tar
texinfo
thunar
thunar-volman
tmux
traceroute
tree
ttf-dejavu
ttf-ibm-plex
ttf-joypixels
ttf-liberation
ttf-montserrat
ttf-ms-fonts
unrar
unzip
urlscan
w3m
wget
which
xbindkeys
xcape
yank
yarn
yay
zathura
zathura-pdf-mupdf
zip
zsh
